/* No comment provided by engineer. */
"%@ (%@) : Connection Notice" = "%1$@ (%2$@) : Uppkopplingsmeddelande";

/* first %@ is an account name; second is a service. This is a title for a window */
"%@ (%@) Setup" = "%1$@ (%2$@) Inställningar";

/* No comment provided by engineer. */
"%@ has 1 new message." = "%@ har 1 nytt meddelande.";

/* No comment provided by engineer. */
"%@ is on your local contact list but not on the server list. Do you want to add this contact to your list?" = "%@ finns i din lokala kontaktlista men inte på serverlistan. Vill du lägga till kontakten i din lista?";

/* XMPP service discovery browser gateway tooltip */
"%@; double-click to register." = "%@; dubbelklicka för att registrera.";

/* No comment provided by engineer. */
"(unknown)" = "(okänd)";

/* Placeholder displayed as the name of a new account */
"<New Account>" = "<Nytt konto>";

/* No comment provided by engineer. */
"Ad-Hoc command; double-click to execute" = "Ad-hoc-kommando; dubbelklicka för att köra";

/* No comment provided by engineer. */
"Add" = "Lägg till";

/* No comment provided by engineer. */
"Adium : Notice" = "Adium : Meddelande";

/* No comment provided by engineer. */
"Adium can't verify the identity of \"%@\"." = "Adium kan inte bekräfta identiteten för \"%@\".";

/* Message shown when a contact's profile can't be found */
"Adium could not find any information in the user's profile. This may not be a registered name." = "Adium hittade ingen information i användarens profil. Det kanske inte är ett registrerat namn.";

/* No comment provided by engineer. */
"Adium Notice: %@" = "Adium-meddelande: %@";

/* No comment provided by engineer. */
"Adium User" = "Adiumanvändare";

/* Button title to allow an action */
"Allow" = "Tillåt";

/* No comment provided by engineer. */
"Allow MSN Mobile pages?" = "Tillåt MSN Mobila sidor?";

/* No comment provided by engineer. */
"An error was encountered sending the file." = "Ett fel påträffades vid sändning av filen.";

/* No comment provided by engineer. */
"Authenticating" = "Autentiserar";

/* Connection step */
"Balancer handshake" = "'Balancer'-handskakning";

/* No comment provided by engineer. */
"Ban" = "Ban";

/* No comment provided by engineer. */
"Bankick" = "Bankick";

/* No comment provided by engineer. */
"Blocked" = "Blockerad";

/* No comment provided by engineer. */
"Cancel" = "Avbryt";

/* No comment provided by engineer. */
"Cancel Presence Notification to %@" = "Avbryt närvaromeddelande till %@";

/* Category table column header for the service discovery browser */
"Category" = "Kategori";

/* Menu item title for changing the password of an account */
"Change Password" = "Ändra lösenord";

/* No comment provided by engineer. */
"Conference service; double-click to join" = "Konferenstjänst; dubbelklicka för att ansluta";

/* Button title to connect; this is a verb */
"Connect" = "Anslut";

/* Connection step */
"Connected" = "Ansluten";

/* No comment provided by engineer. */
"Connecting" = "Kopplar upp";

/* No comment provided by engineer. */
"Connection error." = "Uppkopplingsfel.";

/* No comment provided by engineer. */
"Contact list synchronization error for %@" = "Synkroniseringsfel i kontaktlistan för %@";

/* No comment provided by engineer. */
"Continue" = "Fortsätt";

/* No comment provided by engineer. */
"Delete" = "Radera";

/* No comment provided by engineer. */
"Delete & Unregister" = "Radera och avregistrera";

/* No comment provided by engineer. */
"Delete Account" = "Radera konto";

/* No comment provided by engineer. */
"Delete Account from Server" = "Radera konto från server";

/* No comment provided by engineer. */
"Delete the account %@? You can also optionally unregister the account on the server if possible." = "Radera kontot %@? Du kan även välja att avregistrera kontot på servern om möjligt.";

/* No comment provided by engineer. */
"Deop" = "Deop";

/* No comment provided by engineer. */
"Devoice" = "Devoice";

/* No comment provided by engineer. */
"Directory service; double-click to search" = "Katalogtjänst; dubbelklicka för att söka";

/* Button title to prevent an action */
"Disallow" = "Tillåt ej";

/* No comment provided by engineer. */
"Discovery Browser" = "Tjänstsökare";

/* No comment provided by engineer. */
"Do you want to allow or disallow people on your buddy list to send you MSN Mobile pages to your cell phone or other mobile device?" = "Vill du tillåta folk på din kontaktlista att skicka MSN Mobila sidor till din mobiltelefon eller andra mobila enheter?";

/* Used as a label for a username specified by email address */
"Email" = "E-post";

/* Connection step */
"Exchanging key hash" = "Utbyter krypteringsnycklar";

/* No comment provided by engineer. */
"Fetching..." = "Hämtar...";

/* No comment provided by engineer. */
"File Send Error" = "Filöverföringsfel";

/* Generic fields request window title */
"Form" = "Form";

/* No comment provided by engineer. */
"From: " = "Från: ";

/* No comment provided by engineer. */
"GG Number" = "GG-nummer";

/* Error message displayed when the server reports username or password as being incorrect. */
"Group for added contacts" = "Grupp för tillagda kontakter";
"Incorrect username or password" = "Felaktigt användarnamn eller lösenord";

/* No comment provided by engineer. */
"Info" = "Info";

/* No comment provided by engineer. */
"Initializing Stream" = "Initierar ström";

/* No comment provided by engineer. */
"Initiate Multiuser Chat with %@" = "Starta gruppchatt med %@";

/* No comment provided by engineer. */
"Invite" = "Inbjudan";

/* No comment provided by engineer. */
"IRC (Internet Relay Chat)" = "IRC (Internet Relay Chat)";

/* No comment provided by engineer. */
"Jabber ID" = "Jabber-ID";

/* JID (Jabber ID) table column header for the service discovery browser. This may not need to be localized. */
"JID" = "JID";

/* No comment provided by engineer. */
"Join" = "Anslut";

/* No comment provided by engineer. */
"Kick" = "Kick";

/* No comment provided by engineer. */
"Launch %@" = "Kör %@";

/* No comment provided by engineer. */
"Let others know what I am listening to" = "Låt andra veta vad jag lyssnar på";
"Looking up server" = "Letar efter server";

/* user mood tooltip title */
"Mood" = "Humör";

/* Name table column header for the service discovery browser */
"Name" = "Namn";

/* No comment provided by engineer. */
"New Mail" = "Ny e-post";

/* Sample name and server for new IRC accounts */
"nickname" = "smeknamn";

/* Name for IRC user names */
"Nickname" = "Smeknamn";

/* No comment provided by engineer. */
"No reason was given." = "Ingen anledning angavs.";

/* No comment provided by engineer. */
"No server has been configured for the %@ account %@. Please enter one below to connect" = "Ingen server har konfigurerats för %1$@-kontot %2$@. Ange en nedan för att ansluta";

/* No comment provided by engineer. */
"No Server Specified" = "Ingen server specificerad";

/* No comment provided by engineer. */
"Node:" = "Nod:";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Only when a request is accepted and the contact added to the list." = "Bara när en begäran godtas och kontakten läggs till i listan.";
"Op" = "Op";

/* No comment provided by engineer. */
"Open Mail in Browser" = "Öppna e-post i webläsare";

/* Name for the orphans group */
"Orphans" = "Föräldralösa";

/* No comment provided by engineer. */
"Parse Error." = "Tolkningsfel.";

/* No comment provided by engineer. */
"Ping %@" = "Pinga %@";

/* No comment provided by engineer. */
"Priority when available" = "Prioritet när tillgänglig";
"Priority when away" = "Prioritet när frånvarande";
"Re-request Authorization from %@" = "Begär på nytt tillåtelse från %@";

/* Connection step */
"Reading data" = "Läser data";

/* Connection step */
"Reading server key" = "Läser server-nyckel";

/* No comment provided by engineer. */
"Really remove gateway?" = "Verkligen ta bort förmedlingsnod?";

/* alert default button */
"Remove" = "Ta bort";

/* gateway menu item */
"Remove gateway" = "Ta bort förmedlingsnod";

/* Roster - the Jabber default group */
"Resource" = "Resurs";
"Roster" = "Lista";

/* No comment provided by engineer. */
"Search for Users" = "Sök användare";

/* No comment provided by engineer. */
"Search Results" = "Sökresultat";

/* No comment provided by engineer. */
"Send" = "Skicka";

/* No comment provided by engineer. */
"Send Message" = "Skicka meddelande";

/* Window title for the service discovery browser */
"Service Discovery Browser" = "Tjänstsökare";

/* No comment provided by engineer. */
"Service:" = "Tjänst:";

/* No comment provided by engineer. */
"Set Mood" = "Ange humör";

/* No comment provided by engineer. */
"Set Nickname" = "Ange smeknamn";

/* No comment provided by engineer. */
"Set User Info" = "Ange användarinfo";

/* Title for the MSN display name setting dialogue box */
"Set your friendly name." = "Ändra ditt smeknamn.";

/* Title for the dialogue prompting for your home phone number */
"Set your home phone number." = "Ändra ditt telefonnummer (hem).";

/* Title for the dialogue prompting for your mobile phone number */
"Set your mobile phone number." = "Ändra ditt telefonnummer (mobil).";

/* Title for the dialogue prompting for your work phone number */
"Set your work phone number." = "Ändra ditt telefonnummer (arbete).";

/* No comment provided by engineer. */
"Show Server Certificate" = "Visa servercertifikat";

/* No comment provided by engineer. */
"Subject: " = "Ämne: ";

/* No comment provided by engineer. */
"Temporarily Hide From %@" = "Göm tillfälligt från %@";

/* No comment provided by engineer. */
"The certificate of the server %@ is not trusted, which means that the server's identity cannot be automatically verified. Do you want to continue connecting?\n\nFor more information, click \"Show Certificate\"." = "Certifikatet för servern %@ är inte betrott, vilket innebär att serverns identitet inte automatiskt kan bekräftas. Vill du fortsätta ansluta?\n\nFör mer information, klicka \"Visa certifikat\".";

/* No comment provided by engineer. */
"The name you entered is not registered. Check to ensure you typed it correctly." = "Namnet du angav är inte registrerat. Kontrollera så du skrev det korrekt.";

/* No comment provided by engineer. */
"The other user is in your deny list." = "Den andra användaren finns i din neka-lista.";

/* No comment provided by engineer. */
"The other user is temporarily unavailable." = "Den andra användaren är inte tillgänglig för tillfället.";

/* Description for the MSN display name setting dialogue. */
"This is the name that other MSN buddies will see you as." = "Detta namn kommer andra MSN-kontakter att se dig under.";

/* No comment provided by engineer. */
"This node does not provide any services accessible to this program." = "Denna nod tillhandahåller inga tjänster detta program kan nyttja.";

/* No comment provided by engineer. */
"This node provides ad-hoc commands. Open the context menu to access them." = "Denna nod tillhandahåller ad-hoc-kommandon. Öppna alternativmenyn för att komma åt dem.";

/* No comment provided by engineer. */
"This operation would remove the gateway %@ itself and all contacts belonging to the gateway on your contact list. It cannot be undone." = "Denna operation kommer ta bort förmedlingsnoden %@ och alla därtill hörande kontakter från din kontaktlista. Detta går inte att ångra.";

/* user tune tooltip title */
"Tune" = "Låt";

/* No comment provided by engineer. */
"Un-hide From %@" = "Sluta göm från %@";

/* No comment provided by engineer. */
"Unable to parse the server list at %@. Please try again later." = "Kunde inte tolka serverlistan på %@. Försök igen senare.";

/* No comment provided by engineer. */
"Unsubscribe %@" = "Avlägsna (unsubscribe) %@";

/* Sample name and server for new livejournal accounts */
"username" = "användarnamn";

/* Sample name and server for new Jabber accounts */
"username@jabber.org" = "anvandarnamn@jabber.org";

/* No comment provided by engineer. */
"Verify Certificate" = "Verifiera certifikat";

/* No comment provided by engineer. */
"View %@'s %@ web profile" = "Visa %1$@'s %2$@ web-profil";

/* No comment provided by engineer. */
"Voice" = "Voice";

/* No comment provided by engineer. */
"Waiting for Response" = "Väntar på svar";

/* No comment provided by engineer. */
"Warning level is too high." = "För hög varningsnivå.";

/* No comment provided by engineer. */
"WARNING! This will delete the account %@ from the Jabber server, and can not be undone.\nAre you sure you want to proceed?" = "VARNING! Detta kommer att radera konto %@ från Jabber servern och kan inte ångras.\nÄr du säker att du vill fortsätta?";

/* No comment provided by engineer. */
"When someone asks to see my status" = "När någon ber att få se min status";
"XML Console" = "XML-konsoll";

/* No comment provided by engineer. */
"You are sending messages too quickly; wait a moment and try again." = "Du skickar meddelanden för fort; vänta ett tag och försök igen.";

/* No comment provided by engineer. */
"You have 1 new message." = "Du har 1 nytt meddelande.";

/* No comment provided by engineer. */
"You have mail!\n" = "Du har fått e-post!\n";

/* No comment provided by engineer. */
"Your message to %@ did not get sent" = "Ditt meddelande till %@ skickades inte";

/* No comment provided by engineer. */
"Your message was refused by the other user." = "Ditt meddelande accepterades inte av mottagaren.";

/* No comment provided by engineer. */
"Your message was too big." = "Ditt meddelande var för stort.";

/* Restored from historic nib translations (arm64 revival) */
"(optional)" = "(valfritt)";
"Accept" = "Acceptera";
"Accept and Add To List" = "Acceptera och lägg till";
"Allow plaintext authentication" = "Tillåt autentisering utan krypering";
"Ask What To Do" = "Fråga";
"Authorization Domain:" = "Domän:";
"Authorization User:" = "Användare:";
"Available Priority:" = "Tillgänglig prioritet:";
"Away Priority:" = "Borta prioritet:";
"BOSH Server:" = "BOSH Server:";
"Chat Room Name:" = "Chattrum:";
"Connect Server:" = "Anslutningsserver:";
"Connection:" = "Anslutning:";
"Deny" = "Neka";
"Display new mail notifications" = "Visa meddelande för ny e-post";
"Do strict certificate checks" = "Gör strikt cerifikatkontroll";
"Either enter your XMPP server address here:" = "Antingen skriv in din XMPP serveradress här:";
"Encoding:" = "Textkodning:";
"Encrypt connection using SSL" = "Kryptera anslutning med SSL";
"Execute commands on connect:" = "Utför kommandon vid anslutning:";
"File Transfer Proxies:" = "Filöverföringsproxy:";
"Force old-style SSL" = "Tvinga gammal typ av SSL";
"Handle:" = "Användarnamn:";
"Hostname:" = "Värdnamn:";
"Invite Contacts:" = "Bjud in kontakter:";
"Let others know what iTunes is playing" = "Låt andra veta vad jag lyssnar på";
"Mail:" = "Mail:";
"Music:" = "Musik:";
"Password:" = "Lösenord:";
"Presence Subscriptions:" = "Prenumration närvaro:";
"Publish Status to Everyone" = "Skicka min status till alla användare";
"Realname:" = "Riktigt namn:";
"Register New Account" = "Registrera nytt konto";
"Registering…" = "Registrerar…";
"Request New Account" = "Begär nytt konto";
"Require SSL/TLS" = "Kräv SSL/TLS";
"Resource:" = "Resurs:";
"Security:" = "Säkerhet:";
"Server Name" = "Servernamn";
"Server:" = "Server:";
"Use SIP proxy:" = "SIP-proxy:";
"Use UDP" = "Använd UDP";
"Username (Ident):" = "Anv.namn (Ident):";
"Visit Server Homepage" = "Besök serverns hemsida";
"With Message:" = "Med meddelande:";

/* Machine-translated for the arm64 revival */
"Channel:" = "Kanal:";
"Dismiss" = "Avfärda";
"Don't download" = "Hämta inte";
"Don't show channel posts as messages" = "Visa inte kanalinlägg som meddelanden";
"Don't show status updates as messages" = "Visa inte statusuppdateringar som meddelanden";
"Full resolution" = "Full upplösning";
"Logon QR Code" = "QR-kod för inloggning";
"Phone Number" = "Telefonnummer";
"Please enter pairing code or scan the QR code" = "Ange parkopplingskoden eller skanna QR-koden";
"Profile pictures:" = "Profilbilder:";
"Read" = "Läst";
"Separate contacts’ names with commas." = "Skilj kontakternas namn åt med kommatecken.";
"Small (preview)" = "Liten (förhandsvisning)";
"This contact is calling you. Adium does not support WhatsApp calls." = "Den här kontakten ringer dig. Adium stöder inte WhatsApp-samtal.";
"This contact is trying to call you. Adium does not support WhatsApp calls." = "Den här kontakten försöker ringa dig. Adium stöder inte WhatsApp-samtal.";
"and add to list in group:" = "och lägg till i lista i grupp:";

/* Strings the code localizes which had never been extracted; English value = key. */
"%@ has %lu new messages." = "%@ har %lu nya meddelanden.";
"...add to list in group:" = "...lägg till i listan i gruppen:";
"Display custom emoticons" = "Visa anpassade smileys";
"Emoticons:" = "Smileys:";
"Encryption:" = "Kryptering:";
"Let others know when you are typing" = "Låt andra veta när du skriver";
"One per line, / is optional. $me will be replaced with your current nickname." = "En per rad, / är valfritt. $me ersätts med ditt aktuella smeknamn.";
"or select a public server from the list:" = "eller välj en offentlig server i listan:";
"Port:" = "Port:";
"Status:" = "Status:";
"Typing:" = "Skriver:";
"You have %lu new messages." = "Du har %lu nya meddelanden.";

/* The rebuilt account area: what the protocol descriptions turn into as fields.
   These classes live in AdiumLibpurple, so lookup happens here. */
/* Name this computer gives itself in another device's list of linked devices. %@ is the computer's name. */
"Adium on %@" = "Adium på %@";

/* No comment provided by engineer. */
"Server" = "Server";

/* No comment provided by engineer. */
"Port" = "Port";

/* Label a service takes from AIPurpleServiceDescriptors.plist for the account name row */
"Account Name" = "Kontonamn";

/* No comment provided by engineer. */
"Execute commands on connect" = "Kör kommandon vid anslutning";

/* Explains how the commands sent after connecting to IRC are written */
"One per line, without the leading slash." = "En per rad, utan inledande snedstreck.";

/* Row asking how good a contact's picture is worth fetching */
"Profile picture quality" = "Kvalitet på profilbilder";

/* WhatsApp profile picture quality: the full sized picture */
"Original" = "Original";

/* WhatsApp profile picture quality: the small version */
"Preview" = "Förhandsvisning";

/* WhatsApp profile picture quality: fetch no pictures at all */
"Do not load" = "Läs inte in";
